QuestList = {

    forest_1 = {
        [1] = {
            short   = 'quest_description_short_forest_1_1',
            full    = 'quest_description_fill_forest_1_1',
            lore    = 'quest_description_lore_forest_1_1',
            amount  = 14,
        },
        [2] = {
            short   = 'quest_description_short_forest_1_2',
            full    = 'quest_description_fill_forest_1_2',
            lore    = 'quest_description_lore_forest_1_2',
            amount  = 1,
        },
    },
	
	forest_2 = {
        [1] = {
            short   = 'quest_description_short_forest_2_1',
            full    = 'quest_description_fill_forest_2_1',
            lore    = 'quest_description_lore_forest_2_1',
            amount  = 5,
        },
	},
	
-----------------------------------------------------------------------------------------------------------------------------------------------

	dust_1 = {
        [1] = {
            short   = 'quest_description_short_dust_1_1',
            full    = 'quest_description_fill_dust_1_1',
            lore    = 'quest_description_lore_dust_1_1',
            amount  = 1,
        },
    },
	
	dust_2 = {
        [1] = {
            short   = 'quest_description_short_dust_2_1',
            full    = 'quest_description_fill_dust_2_1',
            lore    = 'quest_description_lore_dust_2_1',
            amount  = 55,
        },
    },	
	
	
	
	
	
	
	
	
	
    map_name_2 = {
        [1] = {
            short   = 'Разбить оскверненные могилы',
            full    = 'Разбить  определенное количество могил, чтобы вызвать босса могильщика, который захочет разобраться в беспорядке. \nТакже при разбитии могил, будут выходить оскверненные души и давать тебе по щам.',
            lore    = 'Сидели вы как-то в трактире у берега моря,что орел не перелетел, что блоха перескочила. Ну и услыхали историю местного пьяницы, который говорил о том, что на кладбище начали находить трупы некрофилов известных, которые сами были в жопу отстрапонены. Вот только странность говорит, что ни могил раскопанных, ни надгробий сломанных, ну и  рассказывает пьяница, что ходил он на то кладбище в познавательных целях и видел там силуэты какие-то, но не верят ему, потому что с целой жопой вернулся… проверили.',
            amount  = 8,
        },
        [2] = {
            short   = 'Осветить себе путь',
            full    = 'Cупер темная локация, где вы идете и у вас подсвечивается мапа только в радиусе 300 от героя,\n( где-то я такое видел, не помню где) \nВ начале вам выдаются 4 факела. \nТам нужно найти и зажечь 4 столба, как только вы зажжете 4 факела, локация вся осветится( пока все 4 не будут на месте, света не будет). и на вас нападет хранитель тьмы. \nЕстественно везде будут стоять мобы в темноте и ждать, чтобы раздать вам люлей, а в тот или нет район ты повернешь дружочек, это зависит только от тебя )',
            lore    = 'В начале вы получаете 4 факела, иначе ты даже рук своих не увидишь. \nГде-то в темноте нужно найти и зажечь 4 столба, как только вы зажжете 4 столба, локация вся осветится, пока все 4 факела не будут на месте, света не будет!.\nЛокация очень прославилась своей темной стороной  и стала очень желанным местом  для гопников, так что до вас могут докопаться, а в тот или нет район ты повернешь дружочек, это зависит только от тебя :) \nНо боюсь когда вы зажжете свет, кому то это не понравится, ведь придется платить за коммуналку, а денег то у местных нет,  будьте осторожны!',
            amount  = 4,
        },
        [3] = {
            short   = 'Спасти заблудшую душу',
            full    = 'На входе спит пес, по локации ходят проклятые призраки, если подойти близко или атаковать пса или инфернала начинается бой. Если душу похилили, (хилить нужно 4 раза по 5 секунд, фласка для хила специальная дается в начале игры, если во время хила тебя ударит моб, хил сбивается. ) \nи пес не проснулся она атакует пса, он получает стан и теряет 30% здоровья, все инферналы на локации погибают ( но об этом сказано не будет, нужно догадаться, это как бонус, либо ты всех убьешь и дойдешь до пса, и его надо будет убить, либо если спасёшь не оскверненную душу и пройдешь с бонусом.',
            lore    = 'Вы подобрали записку,ну в ней и накалякано:\nВсем кто найдет эту записку - знайте, я уже подох пройдя дальше, и на этом вас предупреждаю,наебал я одну ведьму на классы в одноклассниках, а за это она прокляла меня и проклятье звучит так: "Когда кони двинешь,тело твое в мавзолей положат и будут на тебя предки тысячу лет смотреть и насмехаться, а дух твой останется там где ты и откинулся. Снять проклятие может только группа храбрецов,которая душу твою мерзкую, 20 секунд ублажать будут."\nВот такое у меня проклятье, но скажу я вам, что заходя сюда,почуял я что, связаны все души здесь. Помогите мне не тревожа никого, и я разгадаю загадку связи.',
            amount  = 1,
        },
    },
}